data mining/emails/spam/00009.027bf6e0b0c4ab34db3ce0ea4bf2edab

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v20="http://csioz.gov.pl/p1/erecepta/ws/v20170510" xmlns:v201="http://csioz.gov.pl/p1/kontekst/mt/v20170510" xmlns:v202="http://csioz.gov.pl/p1/erecepta/mt/v20170510">
   <soapenv:Header>
     <v201:kontekstWywolania>
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idPodmiotuOidRoot">
		      <v201:wartosc>${#TestSuite#idBiznesowePodmiotuRoot}</v201:wartosc>
		   </v201:atrybut>
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idPodmiotuOidExt">
		      <v201:wartosc>${#TestSuite#idBiznesowePodmiotuExt}</v201:wartosc>
		   </v201:atrybut>
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idUzytkownikaOidRoot">
		      <v201:wartosc>${#TestSuite#idPracownikaRoot}</v201:wartosc>
		   </v201:atrybut>   
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idUzytkownikaOidExt">
		      <v201:wartosc>${#TestSuite#idPracownikaExt}</v201:wartosc>
		   </v201:atrybut>
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idMiejscaPracyOidRoot">
		      <v201:wartosc>${#TestSuite#idMiejscaPracyRoot}</v201:wartosc>
		   </v201:atrybut>         
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:idMiejscaPracyOidExt">
		      <v201:wartosc>${#TestSuite#idMiejscaPracyExt}</v201:wartosc>
		   </v201:atrybut>                 
		   <v201:atrybut nazwa="urn:csioz:p1:erecepta:kontekst:rolaBiznesowa">
			      <v201:wartosc>${#TestSuite#rolaBiznesowa}</v201:wartosc>
		   </v201:atrybut>
		</v201:kontekstWywolania>
   </soapenv:Header>
   <soapenv:Body>
      <v20:ZapisPakietuReceptRequest>
         <pakietRecept>
            <v202:recepty>
               <v202:recepta>
                  <v202:identyfikatorDokumentuWPakiecie>1</v202:identyfikatorDokumentuWPakiecie>
                  <v202:tresc>${#TestCase#trescRecepty1}</v202:tresc>
               </v202:recepta>
               <v202:recepta>
                  <v202:identyfikatorDokumentuWPakiecie>2</v202:identyfikatorDokumentuWPakiecie>
                  <v202:tresc>${#TestCase#trescRecepty2}</v202:tresc>
               </v202:recepta>
               <v202:recepta>
                  <v202:identyfikatorDokumentuWPakiecie>3</v202:identyfikatorDokumentuWPakiecie>
                  <v202:tresc>${#TestCase#trescRecepty3}</v202:tresc>
               </v202:recepta>
            </v202:recepty>
         </pakietRecept>
      </v20:ZapisPakietuReceptRequest>
   </soapenv:Body>
</soapenv:Envelope>				